Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Wife's Sweet Revenge.tmx
Source language: ko_kr
Languages: en

source: 이거 봐요!
en: look!

source: 아, 걔.
en: oh, her.

source: 말해야 하나 말아야 하나 고민했는데,
en: i was debating whether or not to tell you this,

source: 잠깐 영수 씨…!
en: youngsoo, wait...!

source: 장난감 다 골랐어요!
en: i picked all my toys!

source: 빨리 찾아줘서 고마워요.
en: ...thank you for being so quick.

source: 아니에요.
en: no, it’s fine.

source: 어쩔 수 없지.
en: I have no choice.

source: 다영 씨에게 하루 빨리 좋은 날이 오면 좋겠네요.
en: i hope dayoung can get her happy ending soon.

source: …하지만.
en: But...

source: 그래…
en: That’s right...

source: 그럼 난 간다.
en: then i’m gonna go.

source: 아무튼 나가서 먹자.
en: whatever. let’s eat out.

source: 그럼, 같이 가실 거야.
en: definitely. she’s coming too.

source: 어떻게 아이를 잃어버릴 수 있죠…?
en: how could i lose him...?

source: 괜찮으세요, 손님?
en: sir, are you all right?

source: 마침...
en: Luckily...

source: 지내다가 부족한 거 있으면 새로 사면 되니까,
en: if you need anything later on, we can go buy it...

source: 다영 씨도 신나 보이는 데요?
en: you seem pretty excited yourself, dayoung.

source: 다, 당연히 다영 씨의 남자가 될 겁니다!
en: I-I’ll definitely become your man!

source: 이런 저를… 받아줄 거예요?
en: Will you accept me... despite everything?

source: 마음에 드셔서 다행이에요.
en: I’m glad you like it.

source: 맨날맨날 같이 있으면 좋을 텐데.
en: i wish we could be together all the time.

source: 다영 씨나 한빈이 모두 저한테 소중해요.
en: you and hanbin are important to me.

source: 뭐라고?!
en: What did you just say?!

source: 많이 먹어요.
en: Eat as much as you want.

source: 하하, 괜찮습니다.
en: Haha, I’m all right.

source: 떠올리지 마.
en: Don’t think about him.

source: 정말…?
en: Really...?

source: 요즘 박순 씨랑 있으면 산다는 게 이런 거구나,
en: Lately, when I’m with you, I think I understand what it means to be alive,

source: 우리 사이 끝났다고 말했을 텐데.
en: didn’t you hear me say we were over?

source: 약으로 잠재운 것 같은데, 다친 데는 없어 보입니다.
en: he appears to have been put to sleep using drugs, but doesn’t seem injured.

source: 내일 올게요.
en: I’ll come again tomorrow.

source: 그건 저도 아쉬워요!
en: It bums me out too!

source: 무슨 일이야?
en: what’s going on?

source: 한빈이 만나면 줘야겠다~ 하고 기회만 보고 있었거든요.
en: I was waiting for the opportunity to give this to Hanbin.

source: 네, 그래요.
en: yes, let’s do that.

source: 그게, 저….
en: uh, to tell the truth...

source: 그나저나…
en: by the way...

source: 그나저나 세경이는 요즘 무슨 일인지 몰라도,
en: anyway, i don’t know what’s been bothering sekyung lately...

source: 대현 씨도 정말 좋은 사람 같아요.
en: You seem like a very good person too, Daehyun.

source: 오늘 승완 씨, 어쩐지 평소랑 조금 다른 느낌이네요.
en: Seungwan, you seem a little different from usual.

source: 지금은 그냥 옷 갈아입는 정도로만 쓰는 모양이지만….
en: it looks like she’s only using it as a changing room right now...

source: 우리 사이에도 뭔가 좀 남겼으면 하는 것 뿐이니깐요.
en: ...leave a reminder of our relationship too.

source: 이상한 소리요?
en: something strange?

source: 한빈이는 사장님이 맡아주셨다고요?
en: You said Ms. Min is looking after Hanbin?

source: 우리 한빈이, 아저씨랑 간식 먹으러 갈까?
en: hanbin, do you want to go eat desserts with me?

source: 그녀와 닮아서 혹시나했습니다….
en: You look alike, so I thought you might be her...

source: 아니.
en: No.

source: 나, 남사스럽게….
en: D-Don’t flatter me...

source: 승완 씨….
en: seungwan...

source: 다영 씨나 저나, 좀 많이 마신 것 같은데.
en: I think we’ve both had a bit to drink.

source: 어떻게…
en: how...

source: 그쪽에서 아이한테,
en: they put...

source: 쪼끄마해!
en: they’re so teeny!

source: 애기 양 이쁘다 이쁘다 해주다가… .
en: i was petting a lamb...

source: 다녀 왔습니다!
en: i’m back!

source: 승완 씨가 헤어지재….
en: Seungwan said he wants to break up...

source: 저기….
en: Excuse me...

source: 그 여자한테는 과분할 정도로 예쁘네요.
en: This is much too beautiful for her.

source: 드세요.
en: Here.

source: 항상 준비해두시는 거예요?
en: Do you keep one on you at all times?

source: 어떤 꽃 찾으시나요?
en: what kind of flowers are you looking for?

source: 하하하, 제가 다녀올게요.
en: hahaha, i’ll go.

source: 한빈이는 아무 일 없도록 잘 지킬게요.
en: i’ll protect hanbin so nothing happens to him.

source: …안 될까요?
en: Is that too much...?

source: 막말로 너한테 한 짓은 오빠가 한 건데,
en: blame changyeob for what happened.

source: 어머니는 단순히 외로움을 달래려고 만나시는 것 같고.
en: ...and i think mother’s only seeing him because she’s lonely.

source: 그래서 더 알아가고 싶은 거고요.
en: That’s why I want to get to know you better.

source: 아침부터 무슨 일이에요?
en: What is it?

source: 아유, 아니에요.
en: Oh no, you don’t have to do that.

source: 뭐야!
en: What was that about?!

source: 좀 즐길까요.
en: ...so why don’t we have some fun?

source: 듣기 싫은 소리도 아니고요.
en: ...i didn’t hate it.

source: 다영 씨가 하는 복수가 다 끝나면…,
en: Promise that once you get your revenge...

source: 휴… 알겠어요.
en: Haa... I understand.

source: 점심이라도 함께 먹으러 갈까 하는데…?
en: I was thinking we could have lunch together...

source: 아니, 얘.
en: dear!

source: 자, 여기 꽃다발.
en: here, your flowers.

source: 오빠 애야.
en: ...is changyeob’s.

source: 바쁘다고 나 혼자 놀고 있으래요.
en: she said she was busy and to play by myself.

source: 아아, 네.
en: ahh, yes.

source: 예, 예에!
en: oh no, you’re fine!

source: 네!?
en: what?!

source: 아들 왔어?
en: sweetheart!

source: 사줄게.
en: i’ll get you some.

source: 다영 씨 안목을 믿으니까요.
en: I trust your eye, Dayoung.

source: 우리 왔어요.
en: we’re back.

source: 괜찮죠?
en: That’s okay with you, right?

source: 오래 걸리지 않을 거야.
en: It won’t be long now.

source: 누구요?
en: who?

source: 으응, 엄마가 오늘 할 일이 있어서.
en: Yep, Mommy has something to do today.

source: 절 거부하는 이유가 혹시 한빈이 때문인가요?
en: Are you rejecting me because of Hanbin?

source: 그걸 내가 대답해줘야 할 의무가 있나?
en: tell me one reason i should respond.

source: 어떻게 된 일이에요?
en: how’d this happen?

source: 어머님.
en: ma’am.

source: 그럼 진행 사항은 또 보고 드리겠습니다.
en: All right, I’ll report on any progress I make next time.

source: 가시죠!
en: let’s go!

source: 열심히 하겠습니다.
en: I’ll keep at it.

source: 괜찮데도…!
en: I told you it’s fine...!

source: 연락 해봐야겠다.
en: i should call him.

source: 잠깐 뭣 좀 생각하느라 그랬나 봐요.
en: I must have spaced out for a second.

source: 아하하하, 맙소사 그런 일도 있으셨구나.
en: Ahaha, oh my god. I can’t believe that happened to you.

source: 우리 공주님, 오늘 맛있는 거 먹자~.
en: let’s go eat something yummy, princess.

source: 말이 돼요?!
en: how does that make sense?!

source: 지금.
en: Right now.

source: 응, 수고했어.
en: All right, good work.

source: 윽…!
en: Urgh...!

source: 일 시킨다고 했으면서…
en: ...you said you had work for me to do...

source: 그걸 나보고 믿으라고!?
en: You expect me to believe that?

source: 그게…
en: errr...

source: 한빈이가 왜요?
en: did something happen to hanbin?

source: 이렇게 갑자기요?
en: out of nowhere?

source: 다녀 왔습니다.
en: I’m back.

source: 아니야.
en: it’s okay.

source: 엄마?
en: Mommy?

source: 짐은 다 챙겼어요?
en: are you done packing?

source: 감사합니다, 꽃집입니다.
en: This is the flower shop at Sungho Building. Thank you for calling.

source: 예,
en: Okay.

source: 어쩌나 전전긍긍했었는데.
en: you don’t know how worried i’ve been.

source: 오랜만이야!
en: Long time no see!

source: 다영 씨가 필요해요.
en: he needs you, dayoung.

source: 뭐가요?
en: what do you mean?

source: 한빈이 정말 신났네요.
en: hanbin seems so excited.

source: 4억 정도요.
en: About four million won. *Four million won is approximately 4000 USD.

source: 방금 전화 온 사람 말에 따르면요.
en: ...according to what the person who just called.

source: 일도 일이지만, 한빈이랑 같이 있어도 괜찮게 환경을 꾸며놨거든요.
en: and i’ve made up the space so that you’ll be able to work with hanbin there.

source: 연락처만 알아도 위치 추적할 수 있다고 했지.
en: i’m pretty sure they said they could locate her with her phone number.

source: 주문이야?
en: Was it an order?

source: 칫.
en: Tch.

source: 네, 그럼….
en: okay then...

source: 저희 사장님께서 한빈이 봐주고 계셔서 한빈이 데리러 가는 것뿐이에요.
en: I was just on my way to pick up Hanbin from my boss’s place.

source: 했는데….
en: but...

source: 살림만 하는 사람이 신경 쓸 게 뭐 있다고…
en: what does someone who’s home all day have to worry about...?

source: 어휴, 많이 놀랐겠다.
en: god, that must have been a shock for you.

source: 이제 푹 쉬어요.
en: go get some rest.

source: 그럼 뭐, 어쩔 수 없지.
en: Well then, I guess there’s no helping it.

source: 직접 가서 뒤져야겠어요.
en: i’ll just have to go turn the place upside down myself.

source: 한빈이가…
en: hanbin...

source: 승완 씨의 셔츠를 벗기고,
en: I would take off your shirt,

source: 제가 여사님을
en: I’m giving you my contact information...

source: 조심해서 가요.
en: have a safe drive then.

source: 아니 뭐, 날 도와주려다가 그렇게 된 거고,
en: It happened while you were trying to help me...

source: 그럼 연락이라도 줘야하는 거 아냐?
en: if that’s true, shouldn’t he at least let me know?

source: 그럼 그 남편이라는 작자를 찾아내서,
en: a husband... i’ll find that so-called husband...

source: 힘든 상황일 텐데도
en: Things can’t be easy for you,

source: 아주 잘하셨어요.
en: that was great.

source: 왜죠?
en: Why?

source: 왜 그래?
en: What’s the matter?

source: 그렇지!?
en: I’m right, aren’t I?!

source: 사장님….
en: boss...

source: 그럼, 다녀 올게요.
en: all right. i’ll be back.

source: 우리 집 화분에 물 주러 안 올래요?
en: do you want to come over and water my plant?

source: 다행이군요.
en: That’s good.

source: 제가 어떤 회원하고 사귀는 줄 알았다고.
en: when you said you thought i was dating someone from the center...

source: 그러니까 그게…
en: so basically...

source: 응, 그러자.
en: yeah, sure.

source: 사장님하고는 전부터 얘기 나눴어요.
en: ms. min and i have been talking about this for a while.

source: 그건 아무래도 힘들죠….
en: that would be a bit difficult...

source: 에잇!
en: God!

source: 대현 씨랑 사장님 계셔서 더 신난 것 같아요.
en: i think he’s even more excited to have you two here.

source: 엄마한테 간 이식해 준 년.
en: the girl who donated her liver to you.

source: 그, 그만 가서 앉아있어요.
en: G-Go sit down.

source: 수지가, 우리 아빠 멋있다고 그랬어!
en: sooji said my dad was cool!

source: 자기, 이건 뭐야?
en: What is this, babe?

source: 유치원에서 무슨 일이 있었던 거야?
en: what happened at school?

source: 혹시나 해서....
en: This is just in case...

source: 네, 오빠.
en: Yes, Oppa.

source: 다영 씨가 좋아하는 꽃으로 부탁합니다.
en: ...I want a bouquet of the flowers that you like.

source: 아, 벌써 시간이 이렇게 됐네요.
en: ah, it’s already time.

source: 사실은, 딸내미 때문에요.
en: to be honest, it’s about my daughter.

source: 저, 정말 일 시키시려는 것 맞죠?
en: y-you really brought me here to work, right?

source: 네, 고마워요.
en: i will, thank you.

source: 아이는 당신이 다니는 사무실 앞에 잘 데려다 놨으니, 어서 가보세요.
en: i dropped your son off safe-and-sound in front of your work, so please hurry and get him.

source: 그럼 그떈….
en: and after that...

source: 할머니가 가르쳐줬지?
en: remember what grandma said last time?

source: 그럼, 가보겠습니다.
en: i’ll be on my way now.

source: 그러니까, 당분간 어머님이나 아가씨 연락은 피해줘.
en: in the meantime, don’t pick up the phone if your mother or miss changhee calls.

source: 네, 들어오세요.
en: Yes, you may.

source: 언니도 눈이 있으면 봐요.
en: you have eyes. look for yourself.

source: 그건 만혁 씨가 얻어낸 거니까 만혁 씨 거예요.
en: No, you earned it so it’s yours, Manhyuk.

source: 그런 일 없으니까 걱정하지 마.
en: That’s not going to happen, so don’t worry.

source: 당신 진짜 뭐야!?
en: what's wrong with you?!

source: 사장님도 차암.
en: You’re too much, Boss.

source: 우리는 우리 일에만 신경 쓰면 되는 겁니다.
en: let’s just focus on us.

source: 그럼, 이따 또 땡땡이 칠까요?
en: Then do you want to sneak out together?

source: 우리 아이, 우리 한빈이 어디 있어요?
en: where’s my son? where’s hanbin?

source: 걱정돼서 와봤어요.
en: i actually came today because i was worried.

source: 그러니 수익은 다영 씨가 가지시는 게….
en: So I think you should take the profits...

source: 불안해요.
en: ... and it makes me anxious.

source: 오늘 밤 10시에 제가 말하는 장소로 와주실 수 있어요?
en: can you come to the place i tell you to at 10 tonight?

source: 한빈이를 왜 납치하려 한 건지는 모르겠지만.
en: though i don’t know why they tried to kidnap hanbin.

source: 대현 씨가 사주신다고요?
en: you say you’re paying?

source: 요청하신 사진입니다, 사모님.
en: here are those photos you requested, ms. jung.

source: 꺼져.
en: get lost.

source: 엄마…
en: Mom...

source: 그 말은….
en: That means...

source: 초면에 실례라는 건 알지만…,
en: I know it’s rude of me to say this to a stranger...

source: 돈은 달라는대로 줄 테니까,
en: i’ll pay whatever price you ask...

source: 그년 어디 있어?
en: where’s that b*tch?

source: 그래, 그러자고.
en: yeah, sure.

source: 오늘은 꼭…
en: Dayoung...

source: 아니군요.
en: I was mistaken.

source: 박순 씨 닮아 미인일 텐데,
en: ...i’m certain she’s inherited your beauty...

source: 승완 씨도 차암~.
en: Look at you, Seungwan.

source: 에이, 애는 시어머니한테 맡기면 되잖아.
en: Aww, just leave the kid with your mother-in-law.

source: 친구 생일 이었거든요.
en: we came for one of my friends’ birthday.

source: 저기, 영수 씨.
en: hey, youngsoo.

source: 그러네….
en: you have a point there...

source: 어머,
en: oh my.

source: 요즘 좀 바빴어요.
en: i’ve just been a little busy.

source: 그게….
en: Um...

source: 어떠세요?
en: how about it?

source: 이게 다 뭐예요?
en: what is all this?

source: 그 아이가 없어야 해.
en: i need that boy gone.

source: 맘에 들게 잘 가져와주셨네요.
en: The wreaths are great, too.

source: 네, 들어가세요.
en: okay, goodbye.

source: 서운해요.
en: I'M HURT.

source: 다영 씨한테 부탁하고 싶은 일은 제 비서예요.
en: ...the job is to be my secretary.

source: 아, 무슨 일이야?
en: What is it?

source: 우리가 뺏어오자.
en: let’s take him away.

source: 우리 한빈이가 안 보여요!
en: i don’t see my son!

source: 세경이가 얘를 더 낳을 생각이 없어 보여서,
en: ...but sekyung doesn’t seem like she has plans for another child.

source: 한빈아, 우리 얘들한테 먹을 거 줘볼까?
en: hanbin, do you want to try feeding them?

source: 턱끝까지
en: and make my way to your chin...

source: 이 시간에 어쩐 일이에요?
en: What is it at this hour?

source: 칫….
en: Tch...

source: 다영 씨를 대신해서 여기서 일해줄 분들이에요.
en: they’ll be working here in your stead.

source: 와아, 정말?
en: wow, really?

source: 집까지 쫓아오니까 무서워서 집에도 못 들어가고 있어요.
en: i’ve been too scared to go home because he followed me there.

source: 네, 축하 화환 10개 보내고 싶으시다네요.
en: Yes, the customer requested 10 wreaths.

source: 아는 여자야?
en: ...someone I know?

source: 대현 씨…?
en: daehyun...?

source: 이 모든 게 다 그 사람 때문이야.
en: This is all his fault.

source: …정말 몰라?
en: you really don’t know her...?

source: 그냥 길 가다 보이는 데서 아무거나 산 건데.
en: i bought them from whatever random store that i was passing by.

source: 왜 저한테 이러세요?
en: ...so why are you taking out your anger on me?

source: 저어… 친자 확인 검사 결과가 나왔습니다.
en: uh... the results of the paterntiy test are out.

source: 다영 씨가 어떤 상황인지 잘 알고 있어요.
en: i know what you’re going through.

source: 참, 다영 씨는요?
en: oh right, how is dayoung?

source: 나이도 찼을 테고,
en: she’s well past the age for that...

source: …고마워요.
en: thank you...

source: 전처럼 자주 같이 있지 못해 아쉽습니다….
en: It’s too bad we won’t have as much time together...

source: 잠깐 저 원룸에서 옷 갈아입고 나오더니,
en: ...and then she went into that studio apartment to change...

source: 집으로 가죠.
en: let’s go home.

source: 조금 늦었네?
en: you’re a little late today.

source: 무슨 일 있습니까, 박순 씨?
en: is something the matter, my love?

source: 다영 씨랑 얘기를 좀 하고 싶어서요.
en: I have something I want to talk to you about.

source: 그 여자가 회사로 쳐들어온 거 있지.
en: that’s what she was saying when she charged into my work today.

source: 그때 분명
en: In the moment...

source: 자아.
en: Now...

source: 이어서 해보자.
en: let’s keep going.

source: 그래서 납치는 성공했는데, 꼬리가 잡혀서….
en: so while we managed to kidnap him, we got caught in the act...

source: 저희 가게 건물주 사장님이세요.
en: This is the owner of the building our flower shop is in.

source: 그 남자들… 빨리 마무리 져야겠어.
en: i’ll have to... end things with those guys quickly.

source: 받아줘야 하는 걸까….
en: Should I let him...?

source: 한빈아, 어디 아야하는 데는 없어?
en: hanbin, do you have any boo-boos?

source: 그 사람은 나 없인 못 사는 사람이야.
en: He can’t live without me.

source: 이런, 아쉽게 됐네요.
en: oh, that’s too bad.

source: 매번 한빈에 부탁드려 죄송해요.
en: I’m sorry for asking you to look after Hanbin all the time.

source: 만혁 씨 거가 내 거가 되는 건데, 뭘요.
en: ...and what’s yours will be mine.

source: 그나저나 진짜 괜찮아?
en: Are you sure?

source: 예....
en: Yes...

source: 수단과 방법을 가릴 처지가 아니죠.
en: so I’m not in a position where I can be picky about the method.

source: 네, 너무 설레요.
en: yes, i’m so excited.

source: 그래.{j}할 얘기가 있는데 말이다.
en: i have something to tell you.

source: 너…
en: you...

source: 보는 눈도 있으니 사무실 안에서 얘기해.
en: There’s people watching. We can talk in my office.

source: 그… 그게…실은…
en: um... to be... honest...

source: 정말… 찾아낼 수 있는 거겠지?
en: he’ll find her... right?

source: 60화
en: episode 60

source: 그 여자하고 안 좋은 일로 엮인 건 사실이야.
en: i was telling the truth about there being bad blood between us.

source: 인테리어 비용이 생각보다 비싸서 조금 고생하고 있긴 하지만요.
en: Though it’s a struggle because I didn’t expect interior design to cost so much.

source: 제가 한빈이랑 친해지고 싶어서 그래요.
en: I just want to get closer to Hanbin, that’s all.

source: 야, 이 미친년아!
en: you nasty b*tch!

source: 엄마,
en: mommy,

source: 그러니 푹 자둬요.
en: so get a good night’s rest.

source: 후후, 그렇지?
en: huhu, i know, right?

source: 새언니도 알고 있으니까, 아마 알고 있겠지.
en: sekyung knows, so i’m sure he does too.

source: …역겨워.
en: this makes me sick...

source: 다영 씨,
en: dayoung!

source: 다영 씨는 오늘 저랑 선약이 있어서요.
en: Dayoung promised to meet me today.

source: 그럴게요.
en: i will.

source: 어떻게든 찾아낼 거야…!
en: ...i will find you...!

source: 아이가, 우리 한빈이가 사라졌는데…!
en: hanbin... my baby is missing...!

source: 뭘요.
en: no need.

source: 글쎄 그 애가 내 손자를 낳았더라고요.
en: but as it turns out, she had my grandchild.

source: 그럼 우리 시원하게 생맥주 마시러 가볼까요?
en: Should we go for some refreshing draft beer?

source: 히잉… 공룡들 다 데려 가고 싶은데….
en: awww... i wanted to bring all my dinos...

source: 아닌척했지만 얼굴이 붉어지는 게 볼만했습니다.
en: and even though she tried to stay cool, her blushing was a sight to see.

source: 우와아아!
en: whoaaah!

source: 역시 다영 씨는 재능이 있어요.
en: i knew you had potential, dayoung.

source: 자, 가요.
en: let’s go.

source: 마주쳐서 다행이네요.
en: but it’s a good thing I spotted you.

source: 그건 말리고싶네요.
en: i would advise against doing that.

source: 아뇨, 딱히….
en: no, not really...

source: 좋은 아침이에요, 다영 씨.
en: good morning, dayoung.

source: 귀찮게 하고 있어….
en: you’re freaking annoying...

source: 좋아서 하는 건데요, 뭘.
en: i’m doing it because i want to.

source: 먹고 나서 치카치카 하기로 약속하면 줄게.
en: if you promise to brush your teeth afterward.

source: 네, 그럼 다녀오세요.
en: all right, i’ll see you.

source: 배고파!
en: i’m hungry!

source: 약속한 보수에 조금 더 넣었어요.
en: i put in a little more than what we agreed on.

source: 당신들.
en: you people

source: 지금 같이 있는 년 누구냐고!
en: Who’s the b*tch with you?!

source: 차 안에 어린이 있죠?
en: there’s a child in the car with you, correct?

source: 요즘 제인이를 통 안 봐주시네요.
en: You haven’t been looking after Jaein at all lately.

source: 제 명함입니다.
en: This is my business card.

source: 하지만.
en: However...

source: 친구네 가서 자려고요.
en: so i was planning on spending the night at their place.

source: 어제는 좀 무리했나….
en: did I push myself too hard yesterday...?

source: 감사합니다, 사모님.
en: thank you, ma’am.

source: 우리… 만날까요?
en: can we... meet?

source: 장난치지 마.
en: Stop joking around.

source: 당연히 저도 같이 있고 싶지요.
en: i want that, too, of course.

source: 머리카락, 찾았습니다.
en: i found a hair.

source: 다영 씨 집은 위험할지도 모르니까.
en: you could be in danger in your home, dayoung.

source: 자꾸 왜 그러는데?
en: what do you want?

source: …안 돼!
en: No...!

source: 데리러 가요.
en: Let’s go pick him up.

source: 다영 씨를 향한 마음은 변하지 않아요.
en: my feelings toward you won’t change.

source: 저 왔어요.
en: Good afternoon.

source: 와, 이미지 변신?
en: wow, is this a new look?

source: 당신… 진짜 몰라?
en: you really... don’t know?

source: 영수 씨는 뭐하지?
en: what’s youngsoo up to?

source: 으…
en: Ugh...

source: 뭘 원해요…?
en: What do you want...?

source: 이렇게 자상하시고, 잘 생기셨으니 좋은 분 만나실 거라고요.
en: You’re this sweet and good-looking, so you’ll find yourself a good person.

source: 다, 다영 씨…!
en: D-Dayoung...!

source: 아니, 애 하나 데리고 오는 게 뭐가 그리 어렵다고.
en: what could be so difficult about nabbing one little kid?

source: 흐음.
en: hmm.

source: 이따 보자.
en: i’ll see you later.

source: 얘 한빈아…!
en: hanbin...!

source: 그러시지 말고, 제 차로 같이 한빈이 유치원 보내고
en: why don’t we drop hanbin off together...

source: 정신 바짝 차려요!
en: so get it together!

source: 함께 못해 죄송합니다.
en: I’m sorry I can’t go with you,

source: 연락도 없이 와서 놀랐어요, 승완 씨.
en: ...but you really caught me off guard when you showed up out of the blue like that.

source: 휘둘리는 것 같은 이 느낌이 너무 싫어…!
en: still dancing to his tune...!

source: 네, 아주 잘하고 있어요.
en: yes, you’re doing great.

source: 나한테 평범한 행복은 사치야.
en: Happiness is a luxury I can’t afford.

source: 그럼…!
en: then...!

source: 진정하세요.
en: Calm down.

source: 네, 회원님.
en: yes.

source: 네,
en: Oh,

source: 자꾸 연락하고 쫓아오고 그래서….
en: ...but he keeps calling me and following me around...

source: 무엇보다…
en: and besides...

source: 그럼, 저녁에 뵙겠습니다.
en: Then, I’ll see you later tonight.

source: 항상 감사해요.
en: thank you as always.

source: 그보다 밥부터 먹자.
en: now, let’s eat.

source: 알았어요, 알았어.
en: fine, fine.

source: 미안해할 거 없어요.
en: no need to be sorry.

source: 한빈이가 아닌 척 해도 다영 씨 손길 많이 고파해.
en: hanbin tries not to show it but he really craves your touch.

source: 아빠아!
en: daddyyy!

source: 그럼, 모르지.{j}내가 어떻게 알아.
en: of course not. how would i?

source: 덕분에 아주 편해요.
en: they make my life so much easier.

source: 그래서, 그게 왜?
en: so what?

source: 너 누구야….
en: Who are you...?

source: 자, 잠깐만요,
en: w-wait...

source: 아저씨도 한빈이가 아저씨네 오는 거 정말 좋아.
en: i love having you come over too, hanbin.

source: 집을 뺀다뇨?
en: you’re going to end the lease on the apartment?

source: 그럴까요.
en: Why not?

source: 커피 내올테니 앉아계세요.
en: I’ll go brew us some coffee, so have a seat.

source: 좀 더 스릴있게 즐겨볼까요?
en: Why don’t we try something a little more exciting?

source: 저 신경 쓰지 말고 받아요.
en: Answer it, don’t worry about me.

source: 그냥 좀 피곤해서요….
en: i was just a little tired...

source: 다영 씨하고 만나고 싶어서…
en: I wanted to be with you...

source: …우리 한빈이,
en: my son...

source: 그럼 화분에 물 주러 가볼까요?
en: should we go water the plant now?

source: 그러고 싶지만 아직 안 돼요.
en: But I can’t yet.

source: 솔직히…
en: To be honest...

source: 시원한 걸로 가져왔습니다.
en: I brought you something to cool off.

source: 본 작품의 내용을 무단 복제 및 전송하는 것을 금합니다.
en: Unauthorized duplication or transmission of its contents is prohibited.

source: 어머나!
en: Oh my!

source: 오늘도 예쁘네.
en: It’s beautiful like always.

source: 당신이 걱정 할까봐 그랬지….
en: i didn’t want to worry you...

source: 다영 씨 아들일 것 같아 알려야겠다 하던 차였습니다.
en: i was just about to tell you because it sounded like your son.

source: 세경이가 요즘 힘들어 보이던데….
en: sekyung seems a bit worn out lately...

source: 여기서 멀지 않으니 금방 다녀올 수 있어요.
en: i won’t be long since the shop’s not too far from here.

source: 한빈이… 잘 부탁드릴 게요.
en: i leave hanbin... in your hands.

source: 아니, 얘!
en: wait, dear!

source: 오늘, 한빈이 좀 부탁 드려도 될까요?
en: Could I ask you to babysit Hanbin today?

source: 재밌었어!
en: it was fun!

source: 모르겠어요?
en: don’t you get it?

source: 아니!?
en: What in the world?!

source: 그이가 아이를 우리 집에 데리고 오겠다고 한다면?
en: ...that changyeob wants the child to live with us?

source: 오늘 퇴근하실 때 데리러와도 되겠습니까?
en: Would it be all right if I picked you up after work today?

source: 그냥….
en: I’m just...

source: 걱정말래도.
en: I told you not to worry.

source: 오늘 센터 와요?
en: Will you be coming to the Center today?

source: 박순 여사님이 그만큼 저한테 마음이 열렸다는 뜻인 것 같아서,
en: I feel that this means you’re opening up to me a bit more...

source: 또…
en: not again...

source: 이렇게까지 제 생각을 해주는 사람은 없었 거든요.
en: no one has been this worried about me before.

source: 사장님도 안녕하시죠?
en: Hello, Ms. Min.

source: 오늘 바로 입금해드릴 테니까.
en: I’ll deposit it for you within the day.

source: 후후, 저도요.
en: huhu, me too.

source: 그 여자가 시킨 게 분명 해요.
en: i’m sure she’s the one behind this.

source: 꽃다발 하나 사려고요.
en: I wanted to buy a flower bouquet.

source: 한빈아, 치카치카 해야지?
en: hanbin, let’s go brush your teeth.

source: 언제까지든 기다릴 수 있습니다.
en: ...i’ll wait as long as it takes.

source: 빨리 퇴근할게요.
en: i’ll hurry up and clock off.

source: 그년, 어디로 빼돌린 거예요?
en: where did you hide her away?

source: 오늘 센터 출근 못할 것 같아서.
en: I don’t think I’ll be working today.

source: 대현 씨의 마음에 보답할 수 없어요.
en: I can’t return your feelings.

source: 그 여자 아이가 다니는 유치원에서
en: apparently, her son went missing...

source: 아빠, 제인이 배고파요.
en: daddy, i’m hungry.

source: 아무리 그러셔도….
en: even if you say that...

source: 그냥 자기 혼자 좋다고 쫓아다니는 귀찮은 사람이에요.
en: that was just an annoying person with a one-sided crush on me.

source: 왜…!
en: why me...?!

source: 너무 안타까워하며 남 일 보듯 할 거 없어, 정세경.
en: Don’t pity her too much like a bystander, Sekyung Jung.

source: 뭐야 갑자기?
en: what’s going on?

source: 이런 짓을 할 젊은 사모님 이라면…
en: if we’re talking about a young, married woman who would do something like this...

source: 그럼요!
en: of course!

source: 지금
en: NOW

source: 사탕 먹었으니까 꼭 치카치카 하고 자야한다.
en: You had candy today, so make sure to brush your teeth before bed,

source: 61화
en: episode 61

source: 일주일만 주십쇼.
en: give me one week.

source: 괜찮으시면 연락주세요.
en: But if it’s all right with you, please give me a call.

source: 어떻게 됐나요!?
en: how did it go?!
